import React from "react";
import { Footer } from "../Footer/Footer";
import Navbar from "../Navbar/Navbar";

const About = () => {
  return (
    <>
      <Navbar />
      <div className="containerrClass">
        <div style={{ fontWeight: "bold", fontSize: 60 }}>परिचय -</div>
        <div className="clgClass">
          श्री आत्मानंद जैन इंटर कॉलेज, हस्तिनापुर,मेरठ
        </div>
        <div className="detStyle">
          इंटरमीडिएट स्कूल द्वारा स्थापित और अनुदानित एक मान्यता प्राप्त संस्थान
          है
        </div>
        <div className="descrStyle">
          स्कूल उत्तर प्रदेश माध्यमिक शिक्षा परिषद, प्रयागराज से संबद्ध है।
        </div>
        <div className="moreDetStyle">
          श्री 1008 आचार्य श्री पूर्णानंद सुरिश्वर् जी महाराज के शिष्य रत्न महान
          तपस्वी, अनेक तीर्थधारक्, समाज सुधारक, शिक्षा प्रचारक एवं श्री जैन
          शवेतांबर महासभा उत्तर प्रदेश के संस्थापक परम श्रधेय जैनाचार्य श्री
          श्री 1008 श्रीमद् विजय प्रकाशचंद सुरिश्वर् जी महाराज ने सन् 1964 में
          इस विद्यालय की अपने कर कमलों द्वारा नींव रखी एवं आपने इस विद्यालय का
          नाम अपने श्रधेय श्री आत्माराम महाराज सा० के नाम पर श्री आत्मानंद जैन
          हायर सेकेंडरी स्कूल रखा l महाराज साहब का उद्देश्य ग्रामीण छात्रों को
          उचित शिक्षा, दिलाना था l क्योंकि उस समय विद्यालयों का अभाव था
          <p />
          अतः उन्हीं के उद्देश्यों को पूर्ण करता हुआ यह विद्यालय ज्ञान के प्रचार
          एवं प्रसार की ओर निरंतर आगे बढ़ रहा है l सर्वप्रथम इस विद्यालय के
          प्रबंधक श्री महावीर प्रसाद जैन ने विद्यालय की प्रगति में अपना
          महत्वपूर्ण योगदान दिया l उनके पश्चात श्री विनय कुमार जैन ने प्रबंधक का
          कार्य भार ग्रहण किया l इस दौरान उन्होंने विद्यालय को मान्यता प्रदान
          कराई l श्री महावीर जैन पुनः प्रबंधक के पद पर आसीन हुए और अपने कार्यकाल
          में विद्यालय को अनुदान प्राप्त कराया तथा इस विद्यालय को एक नई दिशा में
          गति प्रदान की l
          <p />
          सन् 1983 में परम आदरणीय श्री नगीन चंद जैन ने प्रबंधक का कार्यभार ग्रहण
          किया आपने अपने कार्यकाल में विद्यालय की उन्नति एवं उसका चहुंमुखी विकास
          कराया l सन् 2016 में श्री विशाल जैन ने प्रबंधक का कार्यभार ग्रहण किया
          l इस दौरान आपने विद्यालय को इंटर की मान्यता प्रदान कराई l आपने अपने
          कार्यकाल में विद्यालय में नये कक्षों का निर्माण करा कर सराहनीय योगदान
          दिया l इनके कार्यकाल में विद्यालय लगातार ख्याति प्राप्त करता हुआ आगे
          बढ़ रहा है l
          <p />
          यह अकादमिक, खेल और सह-पाठयक्रम गतिविधियों में अपनी उत्कृष्ट उपलब्धियों
          के लिए जाना जाता है। स्कूल द्वारा छात्र दिमाग का लगातार विस्तार किया
          जा रहा है। आधुनिक शिक्षा के बदलते ताने-बाने के साथ तालमेल बिठाने के
          लिए स्कूल कई गतिविधियाँ करता है, जो इसे सर्वश्रेष्ठ स्कूलों में से एक
          की श्रेणी में रखता है। जैसे-जैसे कॉलेज बड़ा हुआ है, यह विज्ञान पीसीबी,
          पीसीएम, वाणिज्य और मानविकी जैसी धाराओं के साथ बारहवीं कक्षा तक के
          बच्चों की शिक्षा प्रदान करने में सक्षम है।  श्री आत्मानंद जैन इंटर कॉलेज
          में, हम आपके बच्चे के लिए शिक्षा, चरित्र निर्माण, सह-पाठयक्रम
          गतिविधियों, खेल शिक्षा और जीवन कौशल सहित समग्र शिक्षा पर ध्यान
          केंद्रित करते हैं। हमारा उद्देश्य अत्याधुनिक बुनियादी ढांचे और
          अंतरराष्ट्रीय स्तर पर प्रशंसित पाठ्यक्रम के बीच संतुलन बनाना है। हमारे
          स्कूल का आदर्श वाक्य “स्वयं से पहले सेवा” है, जो इस बात पर जोर देता है
          कि दूसरों की भलाई और सुरक्षा हमेशा हमारे सामने आती है। कुछ ऐसे भी हैं
          जो सफलता का सपना देखते हैं, और कुछ ऐसे भी हैं जो जागते हैं और अपना
          सर्वश्रेष्ठ प्रदर्शन करते हैं।”
        </div>
      </div>
      <div
        style={{
          bottom: "0",
          width: "100%",
        }}
      >
        <Footer />
      </div>
    </>
  );
};

export default About;
